[
    {
    "id": "2",
    "name": "Timo Pärssinen",
    "title": "European Partner (CEO of 3Goals Promotion)",
    "image": "/assets/img/bios/person.svg",
    "imageSm": "/assets/img/bios/3.jpg",
    "link": "timo",
    "content" : "<p>Meet Timo Pärssinen, the CEO of 3Goals Promotion, SJRY's registered hockey agent, and a proud father of four hockey-playing sons.</p><p>Pärssinen's playing career is legendary, spanning 422 League games, 235 games in the Swedish Premier League, NHL and Swiss League appearances, and two World Cup silver medals. He earned accolades such as the SM league points exchange, goal kingship, and the league's rookie of the year during his career.</p><p>In 2016, Pärä assumed the helm of 3Goals Promotion's player representation duties from his former agent, Juuso Pulliainen. Having been deeply ingrained in the sport for years, Pärssinen always had a vision of continuing his hockey journey beyond his playing days.</p><p>The transition to agency work was prompted by a conversation with Juuso, reigniting discussions that had started during Pärssinen's playing career. With his skates hung up, the timing was perfect.</p><p>Pärssinen brings a unique perspective to his role, having experienced agent activities from a player's standpoint. His partnership with Juuso provided invaluable insights into the player-agent relationship. Timely assistance with taxation, insurance, and injury-related matters was always a phone call away through their extensive network.</p><p>For Pärssinen, the essence of an agent's role lies in honesty and trust-building. 'In a way, we are working for the player, even though he is our client,' he emphasizes.</p>"
},
{
    "id": "2",
    "name": "Juuso Pulliainen",
    "title": "European Partner (Founder of 3Goals Promotion)",
    "image": "/assets/img/bios/person.svg",
    "imageSm": "/assets/img/bios/5.jpg",
    "link": "juuso",
    "content" : "<p>Meet Juuso Pulliainen, the founder of 3Goals Promotion and a registered SICO hockey agent. With over two decades in the field, he's one of Finland's most seasoned hockey agents. In 1998, he made history as the first European NHL agent and also pioneered contracts with Russia's Superliiga.</p><p>Pulliainen's journey from a Lahti ice hockey school graduate to a globetrotting goalie fueled his drive to improve the system. He emphasizes the importance of honesty in agent-client relationships, particularly for players facing challenges.</p><p>In 2016, Pulliainen handed over 3Goals Promotion's leadership but continues as an advisor. He holds an MBA from Aalto University and remains dedicated to serving hockey players and the sport.</p>"
},
{
        "id": "1",
        "name": "Samuli Sillanpää",
        "title": "European Partner",
        "image": "/assets/img/bios/1.jpg",
		"imageSm": "/assets/img/bios/1.jpg",
        "link": "samuli",
        "content" : "<p>Samuli Sillanpää is a substitute referee born in 1977 and a registered hockey agent. He has worked as an agent since 2007.</p><p>Samuli played most of his playing career in TUTO Hockey, Turku. In the 1995-1996 season, he broke into TUTO's league team, but unfortunately had to end his career at the top level early due to an injury.</p><p>After his hockey career ended, Samuli went to study law and graduated as a lawyer in 2004 with excellent grades.</p><p>After 'Pärän' took over the responsibility of 3Goals Promotion, he started talking to Samuli because they had know each other since childhood and played hockey together as jouniors. In the summer of 2019, Samuli officially joined the 3Goals Promotion team to fill in with his legal expertise.</p><p>As an agent, Samuli strives through cooperation, honesty and openness to create a situation where both the player and the club are satisfied.</p>"
    },
    {
        "id": "2",
        "name": "Kari Paakkunainen",
        "title": "European Partner",
        "image": "/assets/img/bios/person.svg",
		"imageSm": "/assets/img/bios/2.jpg",
        "link": "kari",
        "content" : "<p>Meet Kari Paakkunainen, a hockey scout with a journey dating back to 1997, renowned for nurturing young talent. His unexpected partnership with Juuso Pulliainen in the mid-2000s marked the beginning of a remarkable career.</p><p>Kari's sporting diversity, including lacrosse, fudge, and basketball, adds depth to his scouting expertise. In 2015, he returned to 3Goals Promotion after a decade, maintaining his passion from afar.</p><p>Attending 300-400 games annually, Kari specializes in identifying junior talent. He emphasizes the importance of agents in supporting players and their families. His extensive experience allows him to compare past and present players, highlighting the sport's evolution.</p><p>As Finland's 40th registered hockey agent, Kari's dedication to honesty and player-centric service shines. 'Trust is paramount,' he says. His commitment inspires trust in the ever-evolving world of hockey.</p>"
    },
    {
        "id": "2",
        "name": "Arttu Luusuaniemi",
        "title": "European Partner",
        "image": "/assets/img/bios/person.svg",
		"imageSm": "/assets/img/bios/4.jpg",
        "link": "arttu",
        "content" : "<p>Meet Arttu Luusuaniemi, Finland's youngest registered hockey agent with SJRY, entering the agent scene in 2014. His own playing career with Oulun's Kärpi came to an unexpected halt in spring 2014, but not before securing championship silver.</p><p>An operation on his wrist was meant to keep him off the rink for just a month, but complications extended his sick leave to over three months. Motivation waned as roster cuts took their toll. Arttu made a surprising decision - he'd stop if a medal came. Despite skepticism, he kept his word.</p><p>Transitioning to coaching after his playing days, Arttu couldn't resist returning to the action when the season started. He reached out to Juuso Pulliainen at 3Goals Promotion, offering to help. Soon, he found himself working with both younger and older players.</p><p>For Arttu, a Rovaniemi native spending his tenth winter in Oulu, genuine care for the player is paramount in an agent's role. Money shouldn't be the driving force; the player's well-being is the priority. Having recently hung up his own skates, Arttu understands players' desires firsthand.</p><p>His focus is on strategically positioning players for successful careers, considering the brevity of a hockey career. 'Believe in the player, don't give up in tough times. An agent is practically a lifelong presence,' Arttu emphasizes.</p>"
    }
]

